const disciples = [
  {
    id: 6,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 7,
    disciples: [
      {
        name: "Мат. моделирование",
        aud: "2/432",
        time: "16-55",
      },
    ],
  },
  {
    id: 8,
    disciples: [
      {
        name: "Методы принятия решений",
        aud: "118а",
        time: "09-00",
      },
      {
        name: "Мат. моделирование",
        aud: "2/509",
        time: "13-20",
      },
    ],
  },
  {
    id: 9,
    disciples: [
      {
        name: "Математическое моделирование (4 часа, пр.)",
        aud: "2/509",
        time: "09-00",
      },
    ],
  },
  {
    id: 10,
    disciples: [
      {
        name: "Имитационное моделирование в экономике (4 часа, лек.)",
        aud: "135/1",
        time: "13.20",
      },
    ],
  },
  {
    id: 11,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 12,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 13,
    disciples: [
      {
        name: "Теория систем и системный анализ (4 часа, лек.)",
        aud: "501",
        time: "09.00",
      },
      {
        name: "ООП (2 часа, лек.)",
        aud: "135/1",
        time: "13.20",
      },
    ],
  },
  {
    id: 14,
    disciples: [
      {
        name: "Теория систем и системный анализ (2 часа, лек.)",
        aud: "129",
        time: "09.00",
      },
      {
        name: "Программная инженерия, (2 часа, лек.)",
        aud: "129",
        time: "10.45",
      },
      {
        name: "Методы принятия решений, (2 часа, лек.)",
        aud: "409",
        time: "13.20",
      },
      {
        name: "Имитационное моделирование в экономике, (2 часа, пр.)",
        aud: "102",
        time: "15.10",
      },
    ],
  },
  {
    id: 15,
    disciples: [
      {
        name: "Методы принятия решений, (4 часа, лек.)",
        aud: "118а",
        time: "09.00",
      },
      {
        name: "ЗАЧЕТ С ОЦЕНКОЙ Математическое моделирование",
        aud: "2/509",
        time: "13.20",
      },
    ],
  },
  {
    id: 16,
    disciples: [
      {
        name: "Теория систем и системный анализ (4 часа, пр.)",
        aud: "501",
        time: "09.00",
      },
    ],
  },
  {
    id: 17,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 18,
    disciples: [
      {
        name: "Методы принятия решений (4 часа, пр.)",
        aud: "118а",
        time: "13.20",
      },
      {
        name: "Разработка web-приложений (4 часа, лек.)",
        aud: "118а",
        time: "16.55",
      },
    ],
  },
  {
    id: 19,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 20,
    disciples: [
      {
        name: "Теория систем и системный анализ (4 часа, пр.)",
        aud: "408",
        time: "09.00",
      },
      {
        name: "ООП (2 часа, лек.)",
        aud: "135/1",
        time: "13.20",
      },
    ],
  },
  {
    id: 21,
    disciples: [
      {
        name: "Имитационное моделирование в экономике, (2 часа, лаб.)",
        aud: "102",
        time: "15.10",
      },
      {
        name: "Имитационное моделирование в экономике, (4 часа, лаб.)",
        aud: "303",
        time: "16.55",
      },
    ],
  },
  {
    id: 22,
    disciples: [
      {
        name: "Методы принятия решений (4 часа, пр.)",
        aud: "118а",
        time: "09.00",
      },
    ],
  },
  {
    id: 23,
    disciples: [
      {
        name: "ЗАЧЕТ С ОЦЕНКОЙ Теория систем и системный анализ",
        aud: "501",
        time: "09.00",
      },
    ],
  },
  {
    id: 24,
    disciples: [
      {
        name: "ЭКЗАМЕН Имитационное моделирование в экономике",
        aud: "135/1",
        time: "13.20",
      },
    ],
  },
  {
    id: 25,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 26,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 27,
    disciples: [
      {
        name: "Объектно-ориентированное программирование, (2 часа, пр.)",
        aud: "303",
        time: "09.00",
      },
      {
        name: "Объектно-ориентированное программирование, (2 часа, пр.)",
        aud: "102",
        time: "10.45",
      },

      {
        name: "Объектно-ориентированное программирование, (2 часа, пр.)",
        aud: "135/1",
        time: "13.20",
      },
    ],
  },
  {
    id: 28,
    disciples: [
      {
        name: "ЗАЧЕТ С ОЦЕНКОЙ Объектно-ориентированное программирование",
        aud: "303",
        time: "16.55",
      },
    ],
  },
  {
    id: 29,
    disciples: [
      {
        name: "ЗАЧЕТ С ОЦЕНКОЙ Методы принятия решений",
        aud: "118а",
        time: "09.00",
      },
      {
        name: "Производственная практика (эксплуатационная) (1 час, пр.)",
        aud: "303",
        time: "13.20",
      },
    ],
  },
  {
    id: 30,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 1,
    disciples: [
      {
        name: "Серверные вычислительные системы, (2 часа, лек.)",
        aud: "118а",
        time: "15.10",
      },
      {
        name: "Моделирование бизнес-процессов (4 часа, лек.)",
        aud: "135/1",
        time: "16.55",
      },
    ],
  },
  {
    id: 2,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
  {
    id: 3,
    disciples: [
      {
        name: "",
        aud: "",
        time: "",
      },
    ],
  },
]

module.exports = disciples
